package com.example.quizapp;

public class DataQuestions {


    String [][] questions = {
            {"Какую пошлину ввели в XII  веке в Англии для того чтобы заставить мужчин пойти на войну?",
                    "Налог на тунеядство", "Налог на трусость", "Налог на отсутствие сапог", "Налог на отсутствие смелости"},
            {"Откуда пошло выражение «деньги не пахнут»?", "От подати за провоз парфюмерии", "От сборов за нестиранные носки",
                    "От налога на туалеты", "От воров"},
            {"Туристы, приезжающие на Майорку, обязаны заплатить налог…", "На плавки", "На пальмы", "На солнце", "На экологию"},
            {"Найдите ошибку в отрывке из басни Крылова: «Попрыгунья Стрекоза лето красное пропела; оглянуться не успела, как зима катит в глаза».",
                    "Стрекозы не умеют прыгать", "Эти насекомые совсем не издают звуков", "Зимы в тех местах, о которых писал Крылов, нет",
                    "Здесь нет ошибки, все правильно"},
            {"Российский мультфильм, удостоенный «Оскара», — это…", "Простоквашино", "Винни-Пух", "Старик и море", "Ну, погоди"},
            {"Что в Российской империи было вещевым эквивалентом денег?", "Шкуры пушных зверей", "Крупный рогатый скот",
                    "Табак", "Женские серьги"},
            {"У индейцев из немногочисленного североамериканского племени квакиутл есть традиция: беря деньги в долг, они оставляют в залог…",
                    "Душу", "Имя", "Скальп тещи", "Амулет"}};
    String [] answers = { "Налог на трусость", "От налога на туалеты", "На солнце", "Эти насекомые совсем не издают звуков",
            "Старик и море", "Шкуры пушных зверей", "Имя"};

}
